outputs/V6_CFD_REBUILD/OpenFOAM_83ms/0/nut
FoamFile
{
 version 2.0;
 format ascii;
 class volScalarField;
 object nut;
}
dimensions [0 2 -1 0 0 0 0]; internalField uniform 0; boundaryField {inlet {type calculated; value uniform 0;} outlet {type calculated; value uniform 0;} ground {type nutkWallFunction; value uniform 0;} sides {type symmetryPlane;} top {type symmetryPlane;} "(body|nose|sidepods|canopy|halo|floor|venturi|plank|skids|diffuser|frontWing|frontFlaps|rearWing|rearFlap|suspension|cooling)" {type nutkWallFunction; value uniform 0;} "(wheelFL|wheelFR|wheelRL|wheelRR)" {type nutkWallFunction; value uniform 0;}}
