outputs/V6_CFD_REBUILD/OpenFOAM_83ms/system/blockMeshDict
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object blockMeshDict;
}
convertToMeters 1;
vertices ((-15 -10 0)(25 -10 0)(25 10 0)(-15 10 0)(-15 -10 8)(25 -10 8)(25 10 8)(-15 10 8));
blocks (hex (0 1 2 3 4 5 6 7) (200 100 50) simpleGrading (1 1 1));
edges ();
boundary (inlet {type patch;faces ((0 4 7 3));} outlet {type patch;faces ((1 2 6 5));} ground {type wall;faces ((0 3 2 1));} sides {type symmetryPlane;faces ((0 1 5 4)(3 7 6 2));} top {type symmetryPlane;faces ((4 5 6 7));});
mergePatchPairs ();
